acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adw-gtk-theme
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-studio
arc-gtk-theme
archlinuxcn-keyring
b43-fwcutter
bash
bat
beelink-dynamic-wallpaper
bmenu
brave-browser
btop
btrfs-progs
btrfsmaintenance
bzip2
cmake
code
coreutils
cpupower
cronie
cryptsetup
ctags
device-mapper
dhclient
dhcpcd
diffutils
dingtalk-bin
disable-tracker
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dpkg
drawio-desktop-bin
e2fsprogs
ecryptfs-utils
efibootmgr
electron-netease-cloud-music
epiphany
evince
exa
exfatprogs
f2fs-tools
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
feishu-bin
file
file-roller
filesystem
findutils
firefox-nightly-zh-cn
flameshot
foot
fprintd
gawk
gcc-libs
gdm
gedit
gettext
gimp
github-cli
glibc
glibc-locales
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-keyring
gnome-layout-switcher
gnome-logs
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-dash-to-panel
gnome-shell-extension-net-speed
gnome-shell-extension-nightthemeswitcher
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-wallpapers
gnome-weather
gparted
grep
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-ugly
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
helix
htop
ibus
illyria-wallpaper
imagewriter
imv
inetutils
inkscape
intel-ucode
inxi
iproute2
iputils
jfsutils
kanshi
kitty
kooha
lazygit
less
lf
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libkeybinder3
libva-mesa-driver
libva-vdpau-driver
licenses
lighter-gnome
linux515
linux60
logrotate
lollypop
lua-language-server
luajit
lvm2
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-base-skel
manjaro-browser-settings
manjaro-firmware
manjaro-gdm-branding
manjaro-gnome-postinstall
manjaro-gnome-settings
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mc
mdadm
memtest86+
mesa-demos
mesa-utils
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
mousetweaks
mpv
mutter
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neofetch
neovim
nerd-fonts-fantasque-sans-mono
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nnn
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
obsidian
oh-my-zsh-git
onefetch
opencc
openresolv
os-prober
pacman
pacui
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
pciutils
perl
pkgconf
polkit-gnome
powertop
prettier
procps-ng
psmisc
pulseaudio-ctl
pulseaudio-zeroconf
python-pip
qbittorrent
qgnomeplatform-qt5
qgnomeplatform-qt6
rar
reiserfsprogs
rsync
s-nail
screenfetch
sddm
sed
shadow
shadowsocks-libev
shadowsocks-qt5
sof-firmware
spectre-meltdown-checker
squashfs-tools
stylua
sudo
sushi
sway
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
texinfo
thunderbird
timeshift
tldr
tlp
tmux
totem
tracker3-miners
trash-cli
tree
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-roboto
usb_modeswitch
usbutils
util-linux
v2raya
vi
vulkan-intel
vulkan-radeon
w3m
wf-recorder
wget
which
wireless-regdb
wl-clipboard
wlogout
wofi
wpa_supplicant
wps-office-cn
wps-office-mui-zh-cn
xcursor-breeze
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xclipboard
xorg-xinit
xray
xsel
xz
yay
ydcv-rs-git
zathura
zf
zig
zoxide
zsh-fast-syntax-highlighting
