adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
alsa-utils
amd-ucode
android-studio
base
base-devel
bat
bottom
brightnessctl
btop
ccls
chromium
clang
daed
efibootmgr
electron
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
feishu-bin
firefox
foot
fuzzel
fzf
gdm
github-cli
gnu-free-fonts
grim
gst-plugin-pipewire
imv
kanshi
lazygit
libpulse
light
linux
linux-firmware
linuxqq
man-db
nautilus
neovide
neovim-nightly-bin
networkmanager
nnn
npm
onefetch
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-gobject
raylib
ripgrep
slurp
starship
swappy
telegram-desktop
tldr
tokei
ttf-fantasque-nerd
ttf-roboto
waybar
waylock
wbg
wechat
wf-recorder
wireplumber
wl-clipboard
wlogout
wlr-randr
wlsunset
yay
yazi
ydcv-rs-git
zed
zoxide
zram-generator
zsh
